▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
▁the	-3.34323
.	-3.35941
,	-3.43971
s	-3.56557
▁a	-3.87592
▁and	-3.9777
▁of	-4.03692
▁to	-4.08153
'	-4.18367
▁is	-4.34159
br	-4.38013
▁/>	-4.40892
<	-4.45442
▁in	-4.49589
▁I	-4.62596
▁it	-4.63429
▁that	-4.77219
▁this	-4.89056
t	-4.9252
▁	-5.07107
▁was	-5.08928
▁movie	-5.16565
-	-5.17607
ing	-5.1821
▁for	-5.23428
▁with	-5.23453
▁film	-5.2652
▁as	-5.35116
ed	-5.39063
▁The	-5.42883
▁but	-5.47367
▁on	-5.4891
ly	-5.50283
▁(	-5.56081
▁"	-5.57849
▁you	-5.58043
▁be	-5.58285
▁are	-5.61915
d	-5.65303
▁have	-5.68636
▁his	-5.68754
▁not	-5.69815
▁one	-5.77115
▁he	-5.81712
"	-5.83426
▁by	-5.91285
▁who	-5.91473
▁an	-5.94612
▁all	-5.95824
▁like	-5.97031
)	-5.98156
y	-5.98524
▁at	-6.00432
▁from	-6.01373
e	-6.02687
▁so	-6.04429
▁they	-6.07745
▁out	-6.1012
▁has	-6.17305
▁about	-6.18672
▁It	-6.18818
▁or	-6.18853
▁her	-6.20301
▁just	-6.21507
▁good	-6.29735
▁can	-6.3234
▁some	-6.32363
▁more	-6.38359
▁This	-6.39066
▁would	-6.39454
n	-6.40825
▁up	-6.42703
!	-6.43505
▁what	-6.45979
?	-6.46128
▁very	-6.46204
m	-6.47776
▁time	-6.48671
The	-6.49854
er	-6.50623
▁there	-6.50631
▁me	-6.52556
▁when	-6.52974
▁really	-6.55019
▁no	-6.55521
▁story	-6.5556
▁their	-6.56226
▁she	-6.57954
▁had	-6.59103
▁even	-6.60482
a	-6.62106
▁were	-6.62988
▁if	-6.63122
▁see	-6.63599
▁much	-6.65493
▁only	-6.66407
▁than	-6.67442
▁A	-6.67654
▁get	-6.69496
▁which	-6.70418
I	-6.70432
...	-6.72483
▁my	-6.75866
▁into	-6.76209
▁him	-6.76374
▁-	-6.77452
▁been	-6.78475
▁do	-6.78562
▁other	-6.79011
▁well	-6.8224
▁people	-6.83242
▁first	-6.84827
▁way	-6.8486
▁great	-6.853
▁we	-6.8601
▁bad	-6.86234
▁because	-6.88592
▁will	-6.90373
:	-6.91595
▁don	-6.91619
▁too	-6.92478
▁make	-6.92895
▁made	-6.94621
▁how	-6.94803
re	-6.95542
▁could	-6.95832
▁think	-6.96728
r	-6.96767
▁also	-6.96917
ve	-6.97191
▁any	-6.97431
▁over	-6.98293
es	-7.00416
▁character	-7.00792
▁them	-7.02458
▁most	-7.03247
▁being	-7.06087
▁plot	-7.0625
▁characters	-7.07786
▁watch	-7.09003
▁know	-7.09197
▁never	-7.10047
▁where	-7.10082
▁seen	-7.10732
▁many	-7.13206
;	-7.13836
o	-7.14221
▁two	-7.14482
▁off	-7.15457
▁acting	-7.15498
▁after	-7.16235
).	-7.17587
▁movies	-7.20017
i	-7.20578
▁ever	-7.208
▁little	-7.21867
▁then	-7.22346
▁scene	-7.22556
▁He	-7.23484
▁love	-7.23659
▁show	-7.23982
▁But	-7.24604
▁man	-7.25228
▁end	-7.25526
ll	-7.25586
▁better	-7.2592
▁And	-7.26194
▁life	-7.26394
in	-7.2677
or	-7.26925
▁did	-7.27214
▁should	-7.28102
p	-7.2867
▁films	-7.29876
▁does	-7.30082
▁best	-7.30145
▁'	-7.30433
▁S	-7.32124
▁your	-7.32952
al	-7.33215
▁find	-7.3364
▁lot	-7.34087
A	-7.34435
▁<	-7.34556
▁something	-7.36897
▁back	-7.36917
▁its	-7.37248
▁say	-7.37325
▁i	-7.37786
▁go	-7.40369
),	-7.40536
▁real	-7.41751
/	-7.4271
▁In	-7.43046
▁scenes	-7.43857
▁here	-7.44119
▁thing	-7.44306
l	-7.44318
c	-7.444
▁There	-7.45319
▁through	-7.45612
S	-7.46752
and	-7.47309
▁watching	-7.49444
ic	-7.49566
▁actually	-7.50186
▁such	-7.50448
▁years	-7.50582
▁still	-7.51689
▁If	-7.52828
▁same	-7.52947
▁those	-7.53904
▁didn	-7.55106
▁part	-7.5514
▁funny	-7.56187
g	-7.56312
▁going	-7.56828
▁look	-7.5733
u	-7.57571
▁us	-7.57934
en	-7.58258
▁young	-7.58421
▁thought	-7.58706
▁doesn	-7.58717
▁actors	-7.59207
▁work	-7.59424
b	-7.59902
▁want	-7.6033
▁makes	-7.60545
▁old	-7.61519
▁these	-7.61926
▁around	-7.6224
▁director	-7.62243
▁pretty	-7.62589
on	-7.63503
▁few	-7.63999
▁again	-7.64662
▁why	-7.65808
an	-7.66038
▁un	-7.66151
▁got	-7.67841
▁action	-7.67876
the	-7.68289
▁though	-7.68778
▁T	-7.68794
▁re	-7.69115
▁enough	-7.69826
▁fact	-7.69847
▁down	-7.70587
▁before	-7.70965
it	-7.71084
▁kind	-7.72102
▁B	-7.72372
▁another	-7.73146
▁take	-7.73805
k	-7.74395
▁give	-7.74614
▁point	-7.74794
▁seems	-7.75039
▁long	-7.75924
▁nothing	-7.76032
▁cast	-7.76659
▁both	-7.77417
▁script	-7.78051
▁bit	-7.78121
▁You	-7.78228
▁hard	-7.78354
▁own	-7.79219
le	-7.79442
&	-7.79675
▁role	-7.79774
▁things	-7.80777
▁while	-7.80952
▁whole	-7.82041
▁between	-7.82191
▁series	-7.82233
▁must	-7.83089
▁now	-7.84021
▁may	-7.84363
▁girl	-7.84593
▁come	-7.84726
able	-7.84864
▁every	-7.85217
▁world	-7.85237
▁right	-7.85324
▁high	-7.86387
▁saw	-7.86542
▁quite	-7.86546
--	-7.86898
▁C	-7.87592
▁interesting	-7.88103
▁anything	-7.8832
▁comedy	-7.88805
▁What	-7.88926
se	-7.89397
▁always	-7.89683
▁horror	-7.89745
▁family	-7.90152
▁isn	-7.90176
ar	-7.9023
▁They	-7.91324
ie	-7.92131
▁big	-7.92145
D	-7.92415
▁last	-7.92483
▁performance	-7.92486
▁found	-7.9294
▁almost	-7.92965
▁new	-7.93047
▁She	-7.93075
▁fun	-7.93507
▁might	-7.94373
▁minutes	-7.94464
f	-7.94676
▁P	-7.95072
▁guy	-7.9544
ce	-7.95541
▁put	-7.95572
▁become	-7.95941
▁far	-7.9602
▁feel	-7.96355
h	-7.96887
▁done	-7.97562
▁without	-7.98508
▁least	-7.98782
▁ending	-7.99508
st	-7.99805
▁woman	-8.00313
▁away	-8.00992
▁times	-8.01307
▁sense	-8.01333
th	-8.01363
▁E	-8.01624
▁worst	-8.02352
▁original	-8.02416
▁So	-8.02598
▁believe	-8.03099
▁money	-8.03399
▁played	-8.04408
▁gets	-8.04613
This	-8.04896
▁turn	-8.04956
ion	-8.05888
▁TV	-8.06098
T	-8.06204
▁different	-8.0715
man	-8.07203
▁F	-8.07586
▁tell	-8.07672
▁yet	-8.07688
el	-8.08068
B	-8.08116
▁2	-8.08198
ity	-8.08331
ation	-8.08452
▁We	-8.08765
▁worth	-8.09092
ers	-8.09239
▁rather	-8.09349
▁effects	-8.09521
▁sure	-8.10085
▁O	-8.10211
▁since	-8.10392
▁reason	-8.10425
▁main	-8.10623
is	-8.10952
ur	-8.11058
▁someone	-8.11162
▁anyone	-8.1224
▁our	-8.12867
▁As	-8.13113
▁music	-8.13269
te	-8.13599
▁book	-8.13734
ness	-8.14769
▁place	-8.1487
▁trying	-8.1546
▁goes	-8.15874
▁special	-8.16088
▁course	-8.16263
▁said	-8.16266
▁That	-8.16391
▁day	-8.16541
M	-8.16786
▁each	-8.16901
▁plays	-8.17208
▁looking	-8.17369
▁everything	-8.17475
▁death	-8.17478
as	-8.18063
▁play	-8.19076
▁else	-8.19291
▁de	-8.19925
▁am	-8.20132
▁seem	-8.20528
▁line	-8.20571
to	-8.20906
▁fan	-8.21213
E	-8.21418
ir	-8.21583
▁left	-8.22419
▁boring	-8.2242
▁mind	-8.22666
ra	-8.22885
▁set	-8.22943
▁probably	-8.23058
ous	-8.23139
▁audience	-8.23438
▁help	-8.23571
ri	-8.23856
ok	-8.23927
▁looks	-8.23997
▁once	-8.24239
".	-8.24285
▁job	-8.24348
▁together	-8.24365
(	-8.24408
▁watched	-8.24497
up	-8.24599
▁comes	-8.24641
▁lead	-8.24917
▁having	-8.2501
▁camera	-8.25036
It	-8.25811
▁half	-8.26327
▁For	-8.26576
▁wasn	-8.26783
▁need	-8.27062
▁making	-8.27097
▁completely	-8.27158
▁keep	-8.27487
▁John	-8.27726
▁American	-8.27774
▁idea	-8.28047
at	-8.28078
▁came	-8.29003
▁actor	-8.29012
▁b	-8.29109
w	-8.29126
▁No	-8.29282
▁Not	-8.29503
▁father	-8.2966
C	-8.302
▁simply	-8.30345
▁DVD	-8.30359
▁M	-8.30437
▁3	-8.31169
O	-8.31259
▁person	-8.32269
▁shot	-8.32464
▁war	-8.32662
▁used	-8.33086
▁certain	-8.33861
▁D	-8.33883
▁true	-8.34588
▁wife	-8.34594
ies	-8.34652
▁H	-8.34711
▁s	-8.34904
▁low	-8.35228
▁until	-8.3537
▁enjoy	-8.35478
est	-8.35985
▁three	-8.35999
▁When	-8.36111
ch	-8.36805
▁De	-8.36851
▁screen	-8.36926
▁shows	-8.37304
▁couple	-8.37465
▁less	-8.37813
▁G	-8.3794
▁read	-8.38202
▁under	-8.38245
▁R	-8.38399
ter	-8.38573
▁maybe	-8.39016
▁second	-8.39134
",	-8.39339
."	-8.39659
▁home	-8.39684
▁start	-8.39688
▁women	-8.39705
▁video	-8.39725
▁especially	-8.39803
R	-8.39834
▁let	-8.39942
▁dur	-8.40283
▁version	-8.40486
▁production	-8.40501
▁star	-8.41015
▁L	-8.41144
▁friends	-8.41937
▁wrong	-8.41994
▁excellent	-8.41995
id	-8.43026
▁sex	-8.43309
one	-8.4342
ate	-8.43528
▁short	-8.4355
▁understand	-8.43726
▁One	-8.43869
▁head	-8.44352
▁everyone	-8.4439
▁won	-8.44392
▁hand	-8.44428
▁house	-8.44501
▁problem	-8.44693
▁poor	-8.44747
▁supposed	-8.44778
▁men	-8.44874
▁car	-8.45413
▁use	-8.45634
▁son	-8.45885
▁piece	-8.45989
▁Well	-8.46132
▁beautiful	-8.46316
▁nice	-8.46346
▁human	-8.46755
▁school	-8.46759
▁However	-8.46806
▁entertaining	-8.46846
▁seeing	-8.47012
▁year	-8.47329
ment	-8.47525
▁10	-8.47572
▁top	-8.47621
▁--	-8.47875
us	-8.47941
▁picture	-8.47991
▁stupid	-8.48338
▁performances	-8.48341
▁dialogue	-8.4837
▁clear	-8.4842
▁sort	-8.48452
▁name	-8.48595
▁awful	-8.48807
▁attempt	-8.48845
▁title	-8.49197
▁night	-8.49197
▁terrible	-8.49238
▁rest	-8.49344
▁recommend	-8.49534
ne	-8.49696
▁himself	-8.5003
▁waste	-8.50386
la	-8.50503
▁hope	-8.50704
▁close	-8.50903
less	-8.50983
▁budget	-8.50995
▁takes	-8.51026
▁mean	-8.51304
▁moments	-8.51414
▁W	-8.51682
▁next	-8.51718
▁particular	-8.51742
▁Hollywood	-8.51755
▁early	-8.51768
▁later	-8.51807
▁getting	-8.51849
▁laugh	-8.5208
▁remember	-8.5212
▁episode	-8.52324
▁To	-8.52472
▁playing	-8.52502
▁wonderful	-8.53565
▁try	-8.53755
v	-8.53804
ton	-8.53842
▁perfect	-8.53876
P	-8.5408
▁lines	-8.54755
ro	-8.54811
▁My	-8.54839
▁kids	-8.5492
▁doing	-8.54955
▁case	-8.55186
▁either	-8.55223
z	-8.5536
G	-8.55728
▁face	-8.55918
▁dead	-8.56108
▁however	-8.56166
▁side	-8.56285
▁live	-8.56624
▁worse	-8.56959
▁instead	-8.56973
▁truly	-8.56989
▁given	-8.57337
▁along	-8.57384
▁stars	-8.57571
▁All	-8.57872
ol	-8.57894
▁p	-8.58251
▁full	-8.58526
▁J	-8.58568
▁humor	-8.58742
▁near	-8.58768
▁small	-8.58769
▁act	-8.59597
ling	-8.59658
▁couldn	-8.59726
▁went	-8.59811
ma	-8.59979
▁kill	-8.60198
▁New	-8.60465
▁itself	-8.60613
ul	-8.60681
▁starts	-8.6131
▁flick	-8.61569
▁classic	-8.61907
▁group	-8.62493
▁stuff	-8.62493
▁Robert	-8.62591
▁gives	-8.62611
nt	-8.62674
▁t	-8.63004
▁Man	-8.63019
▁care	-8.63285
▁beginning	-8.63447
▁friend	-8.6361
▁history	-8.64405
▁black	-8.64448
▁fans	-8.64897
▁hate	-8.64904
et	-8.65036
▁written	-8.65446
am	-8.66042
▁call	-8.66319
▁several	-8.66358
▁past	-8.66371
▁based	-8.66496
▁add	-8.66668
tic	-8.66881
definitely	-8.67004
ther	-8.67045
W	-8.6714
▁Be	-8.67162
tries	-8.67319
▁style	-8.67424
H	-8.67724
▁m	-8.67781
▁drama	-8.68346
▁direction	-8.68357
▁throughout	-8.68397
▁ex	-8.68487
▁against	-8.68495
ting	-8.6851
▁At	-8.68774
▁age	-8.68775
ist	-8.68909
ck	-8.68992
▁His	-8.69401
▁game	-8.69567
▁4	-8.69642
▁happened	-8.69721
▁1	-8.69777
▁guess	-8.69798
▁daughter	-8.70376
▁example	-8.70376
ia	-8.70382
▁extreme	-8.70393
▁thriller	-8.7049
▁although	-8.70503
▁order	-8.7051
il	-8.70571
▁fight	-8.71194
tally	-8.71357
▁fine	-8.7141
▁Even	-8.71496
▁kid	-8.71717
▁often	-8.71965
F	-8.72143
▁guys	-8.72233
▁late	-8.7241
▁children	-8.72454
▁expect	-8.72468
ent	-8.72572
ty	-8.72756
but	-8.72892
▁boy	-8.72944
ian	-8.73256
▁THE	-8.73355
▁felt	-8.73525
▁able	-8.73618
*	-8.73797
▁moment	-8.73891
▁lack	-8.74044
son	-8.74081
In	-8.74503
▁mother	-8.74574
be	-8.7472
▁run	-8.75115
▁genre	-8.75685
▁evil	-8.7569
▁interest	-8.75725
▁lives	-8.7579
▁K	-8.75968
ish	-8.76164
▁open	-8.76213
▁How	-8.76298
▁self	-8.76712
▁amazing	-8.76799
me	-8.76806
▁directed	-8.76879
▁Don	-8.77182
▁murder	-8.77512
ive	-8.77657
▁gave	-8.77829
▁matter	-8.77836
na	-8.77992
▁wants	-8.78063
ad	-8.78205
▁type	-8.78351
▁light	-8.78554
▁throw	-8.78951
▁voice	-8.78955
▁straight	-8.78956
▁looked	-8.79364
▁killer	-8.79364
▁others	-8.7939
▁co	-8.79403
▁loved	-8.79543
▁Co	-8.79597
▁bring	-8.79784
▁strange	-8.79935
▁already	-8.80061
▁quality	-8.80061
▁perhaps	-8.801
▁wonder	-8.80465
▁ends	-8.80764
▁enjoyed	-8.8078
▁heart	-8.80992
un	-8.81127
ine	-8.81138
▁violence	-8.81216
▁Also	-8.81309
▁coming	-8.81473
▁blood	-8.82091
L	-8.82402
▁happens	-8.82635
There	-8.827
▁power	-8.83029
▁parts	-8.83115
ally	-8.835
▁entertainment	-8.83516
▁After	-8.83639
▁Re	-8.83753
ant	-8.83755
like	-8.83898
out	-8.84089
▁wish	-8.84603
▁decent	-8.84686
▁manage	-8.84687
▁told	-8.84725
▁With	-8.84866
N	-8.84883
▁e	-8.84913
▁today	-8.85209
▁killed	-8.85274
▁soon	-8.85504
▁fair	-8.85612
▁writing	-8.85877
▁lost	-8.85904
▁dark	-8.85928
▁feature	-8.85936
▁absolutely	-8.86139
▁Mr	-8.86171
▁Tom	-8.86395
not	-8.86501
ry	-8.86839
fi	-8.86955
no	-8.87011
!!	-8.87011
▁husband	-8.87082
▁myself	-8.87082
▁major	-8.87082
▁room	-8.87131
▁town	-8.87175
▁Why	-8.87189
he	-8.87406
▁Some	-8.87587
x	-8.87912
▁seemed	-8.87984
3	-8.88033
▁support	-8.88301
▁themselves	-8.88301
▁learn	-8.88301
▁score	-8.88311
▁stop	-8.88333
▁turns	-8.88593
▁Then	-8.88763
ard	-8.88766
1	-8.88991
▁entire	-8.89122
▁usual	-8.89143
▁experience	-8.89177
▁roles	-8.89255
▁horrible	-8.89536
▁ridiculous	-8.89536
ance	-8.89569
▁called	-8.90208
▁f	-8.9064
▁sequel	-8.90786
▁behind	-8.90786
▁disappointed	-8.90847
▁finally	-8.91121
▁wanted	-8.91251
▁taken	-8.91321
▁rent	-8.91474
▁c	-8.91476
line	-8.91556
▁feeling	-8.91895
▁happen	-8.9198
▁attention	-8.92051
▁cheap	-8.92051
▁buy	-8.92052
▁hit	-8.92079
ism	-8.9254
But	-8.92708
2	-8.92723
▁N	-8.9285
▁meet	-8.92951
K	-8.9296
▁serious	-8.92967
▁opinion	-8.93334
▁typical	-8.9337
if	-8.9388
▁st	-8.94127
▁leave	-8.94429
▁actress	-8.94571
▁child	-8.94636
▁chance	-8.9464
▁white	-8.9471
▁con	-8.94833
▁says	-8.95057
▁heard	-8.95187
▁important	-8.95525
If	-8.95654
▁police	-8.95929
▁female	-8.95969
▁exactly	-8.96017
▁pay	-8.96033
▁across	-8.96076
▁Whil	-8.96098
▁thinking	-8.96121
▁5	-8.9634
▁figure	-8.96376
▁gore	-8.96602
Y	-8.96721
▁change	-8.96757
▁War	-8.96991
▁Or	-8.97108
lo	-8.97392
▁Dr	-8.97583
▁works	-8.97674
▁sets	-8.97837
ful	-8.97872
▁U	-8.97933
ever	-8.98452
▁known	-8.98482
▁etc	-8.98634
▁favorite	-8.98635
▁stories	-8.98637
▁Peter	-8.9874
ta	-8.99382
▁stay	-8.99636
▁Of	-8.99788
▁beyond	-9.00004
▁novel	-9.00006
vi	-9.0001
▁cool	-9.00025
▁dull	-9.0003
▁storyline	-9.00158
ge	-9.00328
▁career	-9.00386
cluding	-9.00639
▁An	-9.0085
▁decide	-9.01039
▁tale	-9.0138
▁local	-9.01393
▁middle	-9.01413
▁word	-9.01425
▁easy	-9.01464
▁involved	-9.01517
▁Joe	-9.01529
spite	-9.0166
▁hero	-9.01872
▁strong	-9.02413
▁obvious	-9.02424
▁complete	-9.02431
▁save	-9.02628
▁easily	-9.028
▁taking	-9.02807
▁Michael	-9.02894
ster	-9.02928
pe	-9.03136
▁w	-9.03214
ated	-9.0323
▁gun	-9.03719
▁pre	-9.03768
▁consider	-9.03833
▁America	-9.03868
▁Her	-9.03913
▁falls	-9.04061
ley	-9.04093
▁Lee	-9.0416
▁running	-9.04239
▁possible	-9.0427
▁Just	-9.04357
▁viewer	-9.04429
▁art	-9.04679
▁usually	-9.04707
go	-9.04883
▁girls	-9.04889
▁sit	-9.04897
im	-9.04934
▁eyes	-9.04937
U	-9.04992
ner	-9.0501
▁started	-9.05128
And	-9.05238
▁sound	-9.05442
▁happy	-9.05678
▁hold	-9.05777
▁leaves	-9.05914
co	-9.06166
oo	-9.06244
▁view	-9.06517
▁present	-9.06711
sh	-9.0686
mo	-9.07068
▁average	-9.07149
▁knew	-9.07149
▁alone	-9.07152
▁level	-9.07257
▁reality	-9.07312
▁hour	-9.07359
who	-9.0743
▁released	-9.07517
▁hell	-9.07524
▁Now	-9.08193
▁talent	-9.08202
▁fall	-9.08293
▁difficult	-9.08641
▁hilarious	-9.08641
▁single	-9.08659
▁ago	-9.08679
▁somewhat	-9.08692
▁James	-9.08741
▁relationship	-9.08805
▁events	-9.08887
▁mostly	-9.08893
▁sad	-9.09444
▁deal	-9.09453
▁d	-9.09482
▁killing	-9.09565
em	-9.09833
age	-9.09857
▁release	-9.0988
▁Me	-9.09903
▁simple	-9.10156
▁footage	-9.10158
▁truth	-9.1016
▁huge	-9.1016
▁scary	-9.10261
ac	-9.10762
of	-9.10777
▁final	-9.10894
▁pro	-9.11338
▁stand	-9.11418
▁g	-9.11678
▁York	-9.11694
▁documentary	-9.11731
▁cut	-9.11734
▁non	-9.11885
▁effort	-9.11938
▁form	-9.11971
!)	-9.11992
▁obviously	-9.12147
▁older	-9.12369
time	-9.12421
ha	-9.12431
ical	-9.12518
▁days	-9.12794
▁mention	-9.12806
▁slow	-9.12861
,"	-9.13002
▁romantic	-9.13257
▁doubt	-9.13258
▁Black	-9.13298
▁	-9.13312
▁George	-9.13322
▁modern	-9.13332
▁body	-9.13372
kept	-9.13408
▁surprised	-9.13584
▁ten	-9.14159
▁cinema	-9.14826
▁class	-9.15094
ca	-9.15153
▁question	-9.15226
way	-9.15323
for	-9.15469
▁song	-9.15558
ho	-9.15635
▁comic	-9.16404
▁four	-9.16435
▁above	-9.16457
▁society	-9.16457
▁bunch	-9.16465
▁20	-9.16507
▁message	-9.1652
?"	-9.16565
▁hot	-9.16701
dy	-9.1672
▁crime	-9.16858
▁remind	-9.16861
▁St	-9.17114
▁parents	-9.17193
▁honest	-9.17684
per	-9.17915
▁Go	-9.17965
▁similar	-9.18091
▁comment	-9.18095
▁admit	-9.18095
▁positive	-9.18097
giving	-9.18107
▁crap	-9.18127
▁overall	-9.18193
▁points	-9.18249
▁sh	-9.18319
all	-9.18426
▁weak	-9.18511
▁talking	-9.18655
▁shown	-9.19259
▁hours	-9.196
▁future	-9.19782
▁romance	-9.198
▁lame	-9.20722
What	-9.20831
▁la	-9.20832
▁Do	-9.21033
▁surprise	-9.21142
do	-9.21465
▁Richard	-9.21529
▁sp	-9.21913
▁begin	-9.22146
▁expected	-9.22211
▁writer	-9.22284
▁problems	-9.22406
▁total	-9.22408
which	-9.22556
▁realize	-9.22975
▁dog	-9.23016
▁suspense	-9.23169
▁silly	-9.23182
▁public	-9.23183
▁80	-9.23235
um	-9.23468
ial	-9.23506
▁laughs	-9.23702
▁seriously	-9.2374
▁number	-9.23813
▁result	-9.23828
5	-9.24
op	-9.2426
▁en	-9.24335
▁talk	-9.24533
")	-9.24601
ary	-9.24787
▁Paul	-9.24878
▁business	-9.24905
ph	-9.24922
▁criminal	-9.24937
▁premise	-9.24937
▁agree	-9.24938
▁team	-9.2495
▁words	-9.24961
▁Martin	-9.24966
▁box	-9.25004
old	-9.25066
▁gone	-9.25091
▁spend	-9.251
min	-9.2516
▁aren	-9.25576
▁sequence	-9.25673
▁On	-9.25699
▁upon	-9.2577
▁30	-9.25913
▁notice	-9.26203
ow	-9.26514
ng	-9.26696
▁travel	-9.26705
▁cheesy	-9.26722
▁gay	-9.26733
▁fear	-9.26744
▁Instead	-9.26751
▁telling	-9.26785
▁annoying	-9.2681
▁Although	-9.26835
▁saying	-9.26878
▁Fro	-9.26954
ag	-9.27028
▁sub	-9.27071
we	-9.27137
▁jokes	-9.27201
▁weird	-9.2734
▁review	-9.27343
▁Ho	-9.27659
!!!	-9.278
▁elements	-9.28228
▁English	-9.28541
▁atmosphere	-9.28541
▁yourself	-9.28541
▁Oscar	-9.28541
▁country	-9.28563
▁living	-9.28573
▁city	-9.28587
▁Jack	-9.28591
aw	-9.28601
▁pull	-9.28606
▁male	-9.28607
▁gang	-9.28635
▁enjoyable	-9.2864
ight	-9.2871
▁rating	-9.28849
▁Oh	-9.28945
?)	-9.28971
▁talented	-9.29105
▁none	-9.29141
▁brother	-9.29408
▁move	-9.29564
▁members	-9.29588
▁cat	-9.29806
▁due	-9.30052
▁check	-9.30053
▁Al	-9.30169
▁fast	-9.30235
▁follow	-9.30257
▁Ma	-9.30356
▁among	-9.30404
▁shots	-9.3042
▁mystery	-9.30422
▁free	-9.30469
▁Unfortunately	-9.30469
▁pick	-9.30469
▁stage	-9.30603
▁fit	-9.3065
▁decided	-9.30868
0	-9.31114
▁escape	-9.3127
▁break	-9.31314
▁eye	-9.3145
▁working	-9.3166
▁Bo	-9.31693
▁brilliant	-9.3186
▁camp	-9.32023
over	-9.32041
▁personal	-9.32052
▁po	-9.32056
▁potential	-9.32279
▁dialog	-9.3228
▁jump	-9.32282
▁possibly	-9.32298
▁portrayal	-9.32303
▁barely	-9.32339
▁Joan	-9.32346
▁list	-9.3237
nd	-9.3241
ap	-9.32632
▁mess	-9.32845
▁dis	-9.32995
▁showing	-9.33009
hi	-9.33066
▁appears	-9.33077
ating	-9.33122
!"	-9.33259
▁situation	-9.33279
▁spirit	-9.33427
ab	-9.33871
▁viewers	-9.3417
▁utter	-9.34204
▁World	-9.34233
▁hear	-9.34244
▁Maybe	-9.34336
che	-9.34355
▁forward	-9.34527
▁haven	-9.348
▁bar	-9.34855
ron	-9.3507
▁die	-9.35219
▁sister	-9.35251
▁dream	-9.35277
▁sequences	-9.35345
▁nor	-9.35358
▁laughing	-9.35497
ted	-9.35533
came	-9.35569
▁shoot	-9.35576
▁walk	-9.35687
▁h	-9.35773
ey	-9.3593
▁period	-9.36163
7	-9.36393
ke	-9.36591
▁keeps	-9.36595
▁appear	-9.36844
▁named	-9.37013
▁poorly	-9.37195
▁begins	-9.37446
▁appeal	-9.37585
▁reading	-9.37687
▁previous	-9.37733
▁towards	-9.37918
▁background	-9.38163
▁material	-9.38163
▁soundtrack	-9.38163
▁tension	-9.38166
▁imagine	-9.38173
▁Mike	-9.38175
▁NOT	-9.38203
▁Film	-9.38234
▁famous	-9.38298
▁OK	-9.38345
ach	-9.38531
▁hair	-9.38556
land	-9.38715
▁Who	-9.38736
und	-9.38943
▁features	-9.38943
▁viewing	-9.38946
▁9	-9.39164
▁miss	-9.3928
com	-9.39586
▁wait	-9.39635
▁Z	-9.39723
So	-9.39853
▁cause	-9.39945
▁whe	-9.40032
▁allow	-9.40107
▁prison	-9.40168
▁choice	-9.40204
▁convincing	-9.40204
▁plenty	-9.40204
▁tried	-9.40204
▁odd	-9.40207
▁rich	-9.40208
▁purpose	-9.40209
▁believable	-9.40215
▁animation	-9.40225
▁front	-9.4025
▁15	-9.40251
▁Ed	-9.40319
▁vari	-9.40348
▁Se	-9.40354
▁Star	-9.40733
▁despi	-9.40761
▁prove	-9.40816
▁waiting	-9.40827
▁worked	-9.40945
▁opening	-9.41287
ny	-9.41302
6	-9.41386
▁flat	-9.41624
ile	-9.41717
off	-9.41796
▁discover	-9.41839
my	-9.41906
▁post	-9.41949
▁canno	-9.42101
▁British	-9.42287
▁masterpiece	-9.42289
▁moving	-9.42292
▁share	-9.42296
▁predictable	-9.42298
▁dramatic	-9.42325
▁realistic	-9.4234
▁five	-9.42344
▁Ver	-9.42366
▁grow	-9.42409
My	-9.42539
He	-9.42617
po	-9.42653
▁sometimes	-9.42703
▁speak	-9.43091
▁return	-9.43177
▁subject	-9.43316
ay	-9.43354
▁*	-9.43419
▁runs	-9.43626
▁battle	-9.43637
▁By	-9.43702
▁theater	-9.43711
ky	-9.43744
▁value	-9.43808
▁effect	-9.43809
▁cop	-9.43855
so	-9.43859
even	-9.44125
You	-9.44163
▁write	-9.44315
▁success	-9.44396
▁Ben	-9.44402
▁reasons	-9.44412
▁herself	-9.44415
▁large	-9.44415
▁indeed	-9.44415
▁crew	-9.44418
▁La	-9.44426
▁plain	-9.44438
▁secret	-9.44439
▁French	-9.44463
▁editing	-9.44471
▁powerful	-9.44489
▁except	-9.4458
▁forget	-9.44672
by	-9.44679
ver	-9.44685
▁send	-9.44948
end	-9.45022
▁state	-9.45069
▁19	-9.4508
▁v	-9.45209
▁fails	-9.45338
▁ask	-9.45527
▁brings	-9.4553
ang	-9.45729
▁train	-9.4601
▁mix	-9.46129
led	-9.46152
▁general	-9.4617
▁count	-9.46457
▁fantastic	-9.46589
▁yes	-9.4661
▁store	-9.46617
▁David	-9.46638
▁setting	-9.46664
▁girlfriend	-9.4668
▁anyway	-9.46719
▁Vi	-9.46759
▁apparently	-9.46783
▁create	-9.46816
les	-9.4692
mm	-9.47065
▁Sam	-9.47362
▁rate	-9.47377
der	-9.47473
▁70	-9.47535
▁expecting	-9.47787
▁Ra	-9.47979
9	-9.48181
▁joke	-9.48271
▁cover	-9.4836
▁Sea	-9.48456
▁third	-9.48811
▁solid	-9.48811
▁season	-9.48823
▁space	-9.48871
▁Le	-9.49343
▁compare	-9.49467
▁7	-9.49986
uch	-9.49993
▁Li	-9.5001
▁hands	-9.50107
mp	-9.50254
▁answer	-9.50468
▁villain	-9.50511
▁trip	-9.50831
▁control	-9.50895
▁ended	-9.51004
▁beauty	-9.51084
▁cinematography	-9.51116
▁otherwise	-9.51138
top	-9.51139
▁beat	-9.51142
ick	-9.51159
▁pointless	-9.51204
▁outside	-9.51287
▁recently	-9.51412
▁needs	-9.51639
▁missing	-9.51737
▁interested	-9.52068
▁younger	-9.52121
ving	-9.52122
▁credit	-9.52319
4	-9.52503
red	-9.52514
ier	-9.52543
▁comments	-9.52733
▁accent	-9.52868
▁party	-9.52901
▁minute	-9.53052
ex	-9.53127
▁mistake	-9.53235
▁showed	-9.53251
▁drive	-9.53333
▁lose	-9.53337
▁unique	-9.53387
▁cult	-9.53399
▁IMDb	-9.53409
▁eventually	-9.53409
▁project	-9.53409
▁slasher	-9.53409
▁studio	-9.53409
▁incredibly	-9.53412
▁screenplay	-9.53422
▁immediately	-9.53443
▁US	-9.53447
▁agent	-9.53473
▁Movie	-9.53477
▁era	-9.53506
io	-9.53534
▁portrayed	-9.53618
▁filled	-9.53702
od	-9.53799
▁amount	-9.53831
▁offer	-9.53896
ence	-9.53897
▁lo	-9.53936
00	-9.5434
▁Mar	-9.54356
ious	-9.54368
right	-9.54614
ized	-9.54731
▁reviews	-9.54738
▁...	-9.5484
ler	-9.5494
▁Ro	-9.55002
▁Jean	-9.55169
▁charm	-9.55222
▁visual	-9.55287
▁taste	-9.55562
ven	-9.55672
▁respect	-9.55743
▁Disney	-9.5579
▁historical	-9.55791
▁clever	-9.55798
▁theme	-9.55799
▁sorry	-9.55854
▁Charlie	-9.55881
▁directors	-9.55944
▁First	-9.55982
▁musical	-9.56069
▁copy	-9.56077
▁within	-9.56265
▁Bad	-9.56268
▁credits	-9.56315
ure	-9.56442
nce	-9.56476
▁Ha	-9.56534
▁Love	-9.56621
▁means	-9.56675
▁land	-9.56678
▁pure	-9.56791
istic	-9.5696
▁Di	-9.57009
▁brothers	-9.57076
▁fighting	-9.57126
how	-9.57224
gg	-9.57239
▁Dan	-9.57317
ob	-9.57397
▁needed	-9.57473
▁twist	-9.57474
▁ra	-9.57602
movie	-9.57603
▁wasted	-9.57847
▁trouble	-9.57856
▁Bill	-9.58078
ily	-9.58167
▁desperate	-9.58229
▁wrote	-9.58229
▁Davis	-9.5823
▁amusing	-9.5823
▁nature	-9.5823
▁familiar	-9.5823
▁television	-9.58231
▁pain	-9.58271
▁catch	-9.58328
▁Dead	-9.58331
▁II	-9.58336
▁fire	-9.58493
▁directing	-9.58606
▁chase	-9.58643
▁God	-9.58746
▁soul	-9.5888
▁episodes	-9.58978
▁cute	-9.58984
▁sci	-9.59011
ub	-9.59016
▁leads	-9.59056
▁books	-9.59206
▁Let	-9.59238
▁Fred	-9.59242
▁Did	-9.59244
rs	-9.59456
▁sign	-9.59468
▁moves	-9.59546
As	-9.59583
▁William	-9.59603
ably	-9.59803
▁island	-9.59865
▁50	-9.60005
▁sleep	-9.60132
▁Sp	-9.60347
▁pace	-9.60389
▁deep	-9.60394
J	-9.60446
▁master	-9.6046
To	-9.60557
▁di	-9.60597
+	-9.60729
▁mysterious	-9.60729
▁scientist	-9.60729
▁computer	-9.6073
▁basically	-9.60738
▁fake	-9.60742
▁appearance	-9.60747
▁concept	-9.60754
▁ghost	-9.6077
▁sick	-9.60774
▁social	-9.60795
▁Jason	-9.60829
ug	-9.60853
▁Watch	-9.60868
▁please	-9.60896
gen	-9.60976
▁produced	-9.61016
▁whatever	-9.61084
▁greatest	-9.61122
▁honestly	-9.61365
V	-9.61429
▁casting	-9.61788
ect	-9.61871
▁feels	-9.6265
▁mere	-9.62848
that	-9.62976
▁whatsoever	-9.63293
▁further	-9.63296
▁impossible	-9.63297
▁match	-9.63297
▁road	-9.63303
▁common	-9.63306
▁development	-9.63309
▁superb	-9.63328
▁join	-9.6333
tro	-9.63343
▁Like	-9.6342
▁Most	-9.63515
que	-9.63731
mon	-9.6395
side	-9.64206
▁bear	-9.64592
▁focus	-9.64597
ren	-9.64765
▁knows	-9.64829
han	-9.64849
▁pass	-9.64881
▁deliver	-9.64966
▁writers	-9.65001
▁sl	-9.65009
▁boys	-9.6511
you	-9.65301
art	-9.6567
▁dumb	-9.65746
▁color	-9.65811
▁Steve	-9.65884
▁complex	-9.65925
▁disaster	-9.65925
▁doctor	-9.65925
▁nudity	-9.65925
▁brain	-9.65925
▁rip	-9.65927
▁lady	-9.65943
ning	-9.65952
All	-9.66019
▁married	-9.66023
▁Though	-9.66058
▁disappointing	-9.66086
▁somehow	-9.66128
▁ability	-9.66137
▁Still	-9.66291
▁twists	-9.66348
fer	-9.66449
tion	-9.66585
iv	-9.66608
ee	-9.66682
▁struggle	-9.66703
▁terms	-9.66747
ring	-9.66912
▁win	-9.67167
▁filmmakers	-9.67221
kin	-9.67541
va	-9.67719
▁100	-9.68443
▁mark	-9.68559
ni	-9.68584
▁earlier	-9.68628
▁wild	-9.68628
▁porn	-9.68641
▁smart	-9.68642
▁slightly	-9.68679
▁stick	-9.68683
▁bored	-9.68722
▁dress	-9.68766
▁Great	-9.68805
▁carrie	-9.6882
▁actresses	-9.68833
▁moral	-9.68848
▁minor	-9.68866
▁Day	-9.68867
▁Every	-9.68878
▁ride	-9.68884
ga	-9.68895
▁V	-9.6921
lu	-9.69452
▁exception	-9.69515
▁sexy	-9.69518
▁entirely	-9.69546
▁values	-9.69556
▁follows	-9.70058
▁ma	-9.70373
mi	-9.70389
▁Ca	-9.70389
▁Cha	-9.7045
ock	-9.70471
men	-9.70482
▁step	-9.70673
▁exist	-9.70729
▁suit	-9.70749
▁songs	-9.70749
▁kick	-9.70813
▁dad	-9.7084
ger	-9.70927
▁effective	-9.70993
▁gre	-9.71046
▁German	-9.71068
▁rare	-9.71099
▁trash	-9.7115
▁shame	-9.71384
▁opera	-9.714
▁conflict	-9.71405
▁language	-9.71406
▁sweet	-9.71406
▁hint	-9.71407
ew	-9.71417
▁Jones	-9.71432
▁monster	-9.71442
▁sitting	-9.71447
▁bomb	-9.71451
▁carry	-9.71457
▁Th	-9.71471
▁Harry	-9.71474
▁culture	-9.71496
▁Two	-9.71505
▁suggest	-9.71525
▁Allen	-9.71565
▁Billy	-9.71696
▁quickly	-9.71762
▁Americans	-9.72035
▁died	-9.72445
▁actual	-9.72748
▁90	-9.72799
▁anti	-9.7295
ep	-9.73165
ice	-9.73412
▁Will	-9.73415
▁judge	-9.73493
work	-9.73637
▁Frank	-9.73657
▁sexual	-9.7382
For	-9.73829
▁recent	-9.7385
▁painful	-9.73858
▁political	-9.73866
▁emotional	-9.73947
well	-9.74045
▁Ba	-9.74141
ette	-9.7417
▁accept	-9.74221
volving	-9.74258
	-9.74263
▁bizarre	-9.74263
▁comparison	-9.74263
▁humour	-9.74263
▁intriguing	-9.74263
▁quiet	-9.74263
▁Moore	-9.74263
▁company	-9.74264
▁serial	-9.74265
▁wall	-9.74287
▁ego	-9.74295
▁dance	-9.74296
▁track	-9.74297
▁spent	-9.74297
▁collection	-9.74301
▁bright	-9.74305
▁climax	-9.74309
▁remain	-9.74327
▁creepy	-9.74362
▁manner	-9.74411
▁band	-9.74509
▁air	-9.7453
AND	-9.7454
ake	-9.74556
▁singing	-9.74675
▁forced	-9.74681
▁Overall	-9.74737
▁ways	-9.74816
▁Du	-9.74932
war	-9.75018
▁former	-9.75054
▁10.	-9.75266
▁hop	-9.75324
▁Ru	-9.75401
▁ring	-9.75465
ied	-9.75653
fa	-9.75665
▁Mo	-9.75733
▁super	-9.75865
ped	-9.75945
ize	-9.76013
lin	-9.76163
▁roll	-9.76342
▁questions	-9.76511
AR	-9.7659
▁normal	-9.76835
ions	-9.76976
▁wear	-9.77028
▁Wood	-9.77033
▁See	-9.77057
▁sounds	-9.77057
▁meant	-9.77163
rd	-9.77187
▁treat	-9.77188
▁fantasy	-9.77204
▁genuine	-9.77204
▁violent	-9.77204
▁awesome	-9.77204
▁heavy	-9.77204
▁neither	-9.77204
▁leaving	-9.77205
▁race	-9.77246
▁cartoon	-9.77272
▁cross	-9.77292
▁plane	-9.77313
▁extra	-9.77324
▁teacher	-9.77378
▁redeeming	-9.77418
ade	-9.7768
▁mo	-9.77788
▁fe	-9.78333
▁tone	-9.78651
▁acted	-9.78716
▁badly	-9.78818
▁producers	-9.78838
▁recommended	-9.78875
ass	-9.78979
ble	-9.79138
ities	-9.79157
▁meaning	-9.79305
▁fashion	-9.79321
▁nu	-9.79412
▁("	-9.79439
8	-9.79475
ose	-9.79572
That	-9.79607
house	-9.79617
▁attack	-9.79791
One	-9.79829
▁appreciate	-9.79872
our	-9.79927
▁Ka	-9.79999
▁crazy	-9.80234
▁excuse	-9.80234
▁garbage	-9.80234
▁Flynn	-9.80234
▁push	-9.80234
▁conclusion	-9.80235
▁difference	-9.80235
▁available	-9.80237
▁individual	-9.80238
▁tough	-9.8025
▁spot	-9.80252
▁grand	-9.80272
▁flicks	-9.80281
▁depth	-9.80323
nother	-9.80343
▁impressed	-9.80357
▁Jane	-9.80399
▁unless	-9.80411
ail	-9.80422
▁failed	-9.80449
▁adult	-9.80463
▁Da	-9.80472
▁White	-9.80545
▁El	-9.80711
▁touching	-9.80799
star	-9.80872
ric	-9.80933
ING	-9.8096
▁Pan	-9.81013
▁missed	-9.81023
▁god	-9.81076
▁realized	-9.81084
ez	-9.81224
▁considered	-9.81233
bi	-9.81359
▁bother	-9.81372
▁mis	-9.81472
▁inter	-9.81485
fully	-9.81486
▁Van	-9.81598
ell	-9.81708
▁perfectly	-9.81708
▁whom	-9.81724
▁door	-9.8183
▁eat	-9.81945
▁skills	-9.81996
iness	-9.82172
▁o	-9.82495
▁perform	-9.82807
▁uses	-9.82808
nny	-9.82984
ties	-9.83
this	-9.83177
▁explain	-9.83224
▁teenage	-9.83264
▁drunk	-9.83308
▁Scott	-9.83359
▁industry	-9.83359
▁remake	-9.83359
▁edge	-9.83366
▁memorable	-9.83371
▁Night	-9.83377
▁cold	-9.83385
▁militar	-9.8339
▁detective	-9.83393
▁London	-9.83411
▁nobody	-9.83412
▁Fa	-9.83452
▁adaptation	-9.83471
▁partner	-9.83482
▁constantly	-9.8359
▁week	-9.83634
▁vampire	-9.837
▁drug	-9.83738
lent	-9.8374
▁adventure	-9.83774
▁aspect	-9.84312
▁mini	-9.84462
▁Sa	-9.84478
▁falling	-9.84574
▁audiences	-9.84647
▁inside	-9.84745
▁added	-9.8486
▁touch	-9.84952
▁lighting	-9.85
▁issues	-9.85474
making	-9.85526
with	-9.8598
▁suffer	-9.85999
▁scream	-9.86017
▁quick	-9.86172
▁successful	-9.86242
cy	-9.86243
▁mood	-9.86346
▁note	-9.86358
▁Che	-9.86372
▁hide	-9.86563
os	-9.86579
▁Earth	-9.86584
▁college	-9.86585
▁incredible	-9.86585
▁innocent	-9.86585
▁tragic	-9.86585
▁suspect	-9.86586
▁fresh	-9.86586
▁commercial	-9.86587
▁intelligence	-9.8659
▁impression	-9.86599
▁earth	-9.86601
▁starring	-9.86614
▁fiction	-9.86616
▁water	-9.86659
▁People	-9.86679
▁loud	-9.86722
▁sent	-9.86725
▁rock	-9.86758
▁force	-9.86773
rate	-9.86782
her	-9.869
▁introduced	-9.86915
▁law	-9.86938
▁Sci	-9.86944
▁changes	-9.86994
▁standard	-9.87042
▁factor	-9.87082
▁ship	-9.87127
▁Can	-9.87302
ai	-9.87391
ham	-9.8752
▁continue	-9.87551
▁40	-9.87575
part	-9.87586
rought	-9.87648
▁/>"	-9.87797
row	-9.87817
▁Sha	-9.87871
▁Yes	-9.87897
uck	-9.87992
nna	-9.88058
▁wondering	-9.88248
▁tape	-9.88335
▁King	-9.8835
▁laughed	-9.88374
▁par	-9.88464
act	-9.88536
cut	-9.88545
▁images	-9.88575
oc	-9.88648
▁sucks	-9.8883
▁l	-9.88876
▁Mc	-9.89086
cre	-9.89355
▁display	-9.89442
▁brief	-9.89495
▁Red	-9.89663
▁discuss	-9.89795
▁sea	-9.89804
▁regard	-9.89896
▁Gordon	-9.89918
▁Hitchcock	-9.89918
▁hospital	-9.89918
▁marriage	-9.89918
▁outstanding	-9.89918
▁Japanese	-9.89918
▁charge	-9.89918
▁process	-9.89918
▁brutal	-9.89919
▁subtle	-9.89919
▁comedies	-9.89919
▁gain	-9.89919
▁narrative	-9.8992
▁impact	-9.89921
▁round	-9.89925
▁protect	-9.89936
▁accurate	-9.89952
some	-9.89956
▁cinematic	-9.89956
▁hurt	-9.89971
▁plus	-9.89995
▁market	-9.89997
▁nowhere	-9.90018
▁test	-9.90045
▁Where	-9.90061
▁Good	-9.90076
▁bigge	-9.9009
▁Charles	-9.90106
▁ran	-9.90133
▁surprisingly	-9.90299
▁West	-9.90348
▁emotion	-9.90381
▁building	-9.90395
▁Na	-9.90409
▁creature	-9.90427
▁street	-9.90435
▁element	-9.90498
▁faces	-9.90679
▁Only	-9.90722
▁ill	-9.90813
▁created	-9.90815
hose	-9.90818
▁shooting	-9.90904
▁center	-9.90932
▁Ar	-9.90977
▁Gar	-9.91415
▁happening	-9.91448
ood	-9.91641
ony	-9.91987
▁filmed	-9.92125
ER	-9.92232
▁Too	-9.92251
▁Here	-9.92428
▁rid	-9.92599
▁du	-9.92706
▁paint	-9.92717
year	-9.92742
▁stands	-9.92804
gi	-9.9282
▁develop	-9.92881
ual	-9.93046
▁describe	-9.93146
▁ch	-9.93173
▁Adam	-9.93361
▁bottom	-9.93366
▁evidence	-9.93366
▁mediocre	-9.93366
▁decade	-9.93367
▁Henry	-9.93367
▁presence	-9.93367
▁vote	-9.93367
▁visit	-9.93368
▁robot	-9.93368
▁surreal	-9.93369
▁intended	-9.93369
▁decision	-9.93371
▁freak	-9.93374
▁rise	-9.93384
▁paid	-9.93386
▁unknown	-9.93388
▁capture	-9.93392
▁treatment	-9.93392
▁negative	-9.93392
▁Jim	-9.93404
▁exciting	-9.93423
▁trailer	-9.93438
▁revenge	-9.93445
▁suddenly	-9.93476
▁Perhaps	-9.93512
▁inspired	-9.93515
▁length	-9.93535
▁13	-9.93536
▁lesson	-9.93604
▁Anyway	-9.93655
▁mission	-9.93675
▁Best	-9.93784
▁Matt	-9.93858
ign	-9.93876
▁developed	-9.93935
▁student	-9.94021
▁moved	-9.94044
▁steal	-9.94105
▁Car	-9.94173
We	-9.94217
▁sta	-9.94466
▁****	-9.94473
▁red	-9.94648
▁Lo	-9.94662
An	-9.94695
▁attempts	-9.94868
▁dreams	-9.94956
▁makers	-9.95017
▁situations	-9.95061
▁lover	-9.95503
▁Cl	-9.95608
▁OF	-9.95697
▁design	-9.96022
▁Was	-9.96067
▁fac	-9.96089
▁absurd	-9.96214
qu	-9.96238
▁avoid	-9.96454
▁natural	-9.96516
▁unlike	-9.96622
played	-9.967
▁th	-9.96815
▁guns	-9.96842
light	-9.96887
▁confusing	-9.96938
▁conversation	-9.96938
▁convince	-9.96938
▁explanation	-9.96938
▁knock	-9.96938
▁likable	-9.96938
▁naked	-9.96938
▁pleasant	-9.96938
▁CGI	-9.96938
▁favourite	-9.96939
▁attractive	-9.96942
▁Lynch	-9.96943
▁loose	-9.96947
▁Jerry	-9.9695
▁bodies	-9.96954
▁trust	-9.96955
▁pair	-9.96963
▁enter	-9.96996
▁compelling	-9.97012
▁Ja	-9.97014
▁boat	-9.9702
▁professional	-9.97026
▁reporter	-9.97034
▁held	-9.97052
.....	-9.97062
▁Bob	-9.97091
▁ultimately	-9.97219
▁Jr	-9.97329
▁cliché	-9.97346
**	-9.97439
tra	-9.97476
▁shocking	-9.97477
▁provide	-9.9749
▁8	-9.97683
▁gangster	-9.97736
▁Po	-9.9774
▁allowed	-9.97755
....	-9.97755
▁seat	-9.9776
▁li	-9.97837
▁alive	-9.97908
▁following	-9.98057
▁longer	-9.98324
lly	-9.9837
▁Mi	-9.98413
▁apart	-9.99288
X	-9.99336
▁direct	-9.99499
▁r	-9.99706
▁Bette	-9.99715
AN	-9.99752
▁knowing	-9.99837
▁leader	-9.99931
boy	-9.99978
John	-10.0001
American	-10.0003
bad	-10.0018
▁Grant	-10.0023
bought	-10.0049
▁formula	-10.0058
▁thin	-10.0062
▁disappear	-10.0063
▁employ	-10.0064
▁Columbo	-10.0064
▁genius	-10.0064
▁silent	-10.0064
▁thoroughly	-10.0064
▁unusual	-10.0064
▁generation	-10.0064
▁glad	-10.0064
▁tedious	-10.0064
▁wedding	-10.0064
▁surface	-10.0064
▁literally	-10.0064
▁pilot	-10.0064
▁Because	-10.0064
▁expectations	-10.0064
▁Lucy	-10.0065
▁link	-10.0065
▁science	-10.0065
▁Nick	-10.0066
▁Tommy	-10.0067
▁connection	-10.007
▁Gold	-10.007
▁Stone	-10.007
▁lu	-10.007
▁intelligent	-10.007
▁double	-10.007
▁Death	-10.0072
▁Little	-10.0073
▁sight	-10.0073
▁station	-10.0074
▁psycho	-10.0075
▁Lewis	-10.0075
▁unbelievable	-10.0076
▁officer	-10.0078
▁motion	-10.0078
▁scenery	-10.0088
▁drag	-10.0091
▁Ms	-10.0102
au	-10.0104
▁key	-10.0106
val	-10.0111
▁Mary	-10.0113
▁Y	-10.0117
▁per	-10.0138
▁Boy	-10.014
▁charming	-10.0155
▁planet	-10.0161
▁slowly	-10.0165
▁occasional	-10.017
ama	-10.0171
▁teen	-10.0184
aught	-10.0188
▁sc	-10.0194
▁mentioned	-10.0195
▁Ann	-10.0196
ten	-10.0199
▁Gu	-10.0207
yn	-10.0211
▁aim	-10.0213
▁names	-10.0215
king	-10.0221
day	-10.0244
▁dies	-10.0259
▁More	-10.0261
▁deserves	-10.0295
▁Un	-10.031
▁shock	-10.031
ina	-10.0333
▁se	-10.0335
▁understanding	-10.0343
▁lovely	-10.0351
ze	-10.0359
mer	-10.0367
Overall	-10.0385
▁search	-10.0391
▁program	-10.0397
▁finish	-10.0402
▁hang	-10.0409
▁Ta	-10.0427
▁receive	-10.0428
▁remains	-10.0442
tter	-10.0447
▁Christopher	-10.0449
▁essential	-10.0449
▁religious	-10.0449
▁routine	-10.0449
▁strength	-10.0449
▁survive	-10.0449
▁village	-10.0449
▁okay	-10.0449
▁superior	-10.0449
▁dozen	-10.0449
▁wealth	-10.0449
▁attitude	-10.0449
▁root	-10.0449
▁relative	-10.0449
▁instance	-10.0449
▁satire	-10.0449
▁ground	-10.0449
▁boss	-10.0449
▁machine	-10.0449
▁assume	-10.0449
▁paper	-10.045
▁caught	-10.045
▁radio	-10.0451
▁fish	-10.0455
she	-10.0456
▁anymore	-10.0456
Co	-10.0457
▁Laura	-10.0459
▁mob	-10.0461
▁stunning	-10.0462
▁equally	-10.0471
▁sun	-10.0477
▁wide	-10.0506
▁rarely	-10.0507
▁finding	-10.0523
▁mixed	-10.0532
▁Thank	-10.0533
▁location	-10.0555
▁accident	-10.0563
▁6	-10.0566
▁presented	-10.0573
Not	-10.0577
▁ready	-10.0584
lic	-10.0585
ship	-10.0606
▁Ri	-10.0607
▁murdered	-10.0615
▁Ran	-10.0632
▁nicely	-10.0653
▁animat	-10.0659
use	-10.0661
▁Ford	-10.0663
▁murders	-10.0674
▁teenagers	-10.0689
real	-10.0693
rn	-10.0703
▁actions	-10.0733
▁surely	-10.0743
▁seconds	-10.0758
▁Gi	-10.0765
Some	-10.0782
life	-10.0786
How	-10.0791
▁build	-10.0792
ney	-10.0801
▁reveal	-10.0802
▁ruin	-10.0806
▁surprising	-10.0807
▁blame	-10.0812
Oh	-10.0812
though	-10.0817
▁adults	-10.0818
con	-10.0823
▁mouth	-10.0833
par	-10.0844
▁basic	-10.0847
%	-10.0848
▁favor	-10.0848
▁chemistry	-10.0849
▁dancing	-10.0849
▁terrific	-10.0849
▁channel	-10.0849
▁graphic	-10.0849
▁giant	-10.0849
▁clothes	-10.0849
▁initial	-10.0849
▁century	-10.0849
▁government	-10.0849
▁pretend	-10.0849
▁folks	-10.0849
▁information	-10.085
▁window	-10.085
▁Paris	-10.085
▁Jeff	-10.085
▁dump	-10.0851
▁knowledge	-10.0851
▁Su	-10.0852
▁Eddie	-10.0853
▁Christian	-10.0853
▁passion	-10.0854
▁Russian	-10.0855
▁Julie	-10.0855
▁Italian	-10.0855
ath	-10.0857
▁pathetic	-10.0858
▁tired	-10.0858
ball	-10.0866
▁laughable	-10.0868
▁Robin	-10.087
▁Ch	-10.0874
▁pa	-10.0876
▁Steven	-10.0877
▁unfortunately	-10.0882
▁acts	-10.0882
▁endless	-10.0884
▁sucked	-10.0894
▁smile	-10.0924
▁mad	-10.0928
▁inept	-10.0934
▁plan	-10.0942
▁appeared	-10.0944
▁followed	-10.0951
ank	-10.0952
▁changed	-10.0959
▁arts	-10.0964
▁detail	-10.0974
▁toward	-10.098
ible	-10.0983
▁vi	-10.1021
fe	-10.103
▁cha	-10.1036
▁ro	-10.1037
▁12	-10.1039
rated	-10.1041
oth	-10.1043
▁hat	-10.1044
▁suck	-10.1044
dom	-10.1044
▁remembered	-10.1073
ski	-10.1085
shi	-10.1095
▁fat	-10.1106
▁aliens	-10.1115
ane	-10.1133
play	-10.1151
▁entertain	-10.1159
▁ho	-10.1159
▁magic	-10.1165
▁ne	-10.1174
***	-10.1185
down	-10.119
▁seven	-10.12
back	-10.12
budget	-10.1203
▁drink	-10.1207
▁aside	-10.1219
▁relationships	-10.1219
▁drugs	-10.1222
▁suppose	-10.123
▁drop	-10.1232
▁frame	-10.1241
▁million	-10.1261
▁introduce	-10.1265
▁THIS	-10.1265
▁encounter	-10.1265
▁exchange	-10.1265
▁excited	-10.1265
▁imagination	-10.1265
▁werewolf	-10.1265
▁court	-10.1265
▁content	-10.1265
▁flesh	-10.1266
▁angry	-10.1266
▁curious	-10.1266
▁impressive	-10.1266
▁dying	-10.1267
▁epic	-10.1267
▁Andrew	-10.1267
▁wooden	-10.1268
▁gem	-10.1269
▁sensitive	-10.1269
▁engaging	-10.127
▁temp	-10.1273
▁forgotten	-10.1274
az	-10.1275
▁terrorist	-10.1276
▁African	-10.1277
▁gift	-10.1278
▁House	-10.1279
▁model	-10.1279
▁connect	-10.128
▁field	-10.1287
▁concerned	-10.1292
▁City	-10.1296
lor	-10.13
▁Germany	-10.1304
▁surrounding	-10.1306
▁seek	-10.1321
▁normally	-10.1325
▁recall	-10.1327
▁Ne	-10.133
▁X	-10.1338
▁sing	-10.1341
▁ideas	-10.1358
▁Pre	-10.1358
▁scare	-10.1385
▁Mor	-10.1396
▁protagonist	-10.1403
▁zombie	-10.1406
▁object	-10.1408
▁flashback	-10.1409
▁issue	-10.1421
▁claim	-10.1424
ature	-10.1429
▁DO	-10.1444
den	-10.1445
ise	-10.145
▁thanks	-10.1463
▁pictures	-10.1464
▁reach	-10.1465
▁sacrifice	-10.1468
▁Williams	-10.1476
▁players	-10.1497
▁victims	-10.15
▁results	-10.1537
looking	-10.1552
▁Mu	-10.1558
coming	-10.1559
50	-10.1572
ought	-10.1586
▁tend	-10.1594
▁provides	-10.161
cha	-10.1618
▁cra	-10.162
▁alien	-10.1627
▁cl	-10.1635
▁Tall	-10.1647
▁destroy	-10.1653
▁listen	-10.1653
▁random	-10.1657
▁appropriate	-10.1658
▁mental	-10.1658
▁involve	-10.1663
▁seeming	-10.1668
No	-10.167
▁ha	-10.167
▁base	-10.1675
▁sees	-10.1691
▁clue	-10.1699
▁affair	-10.17
▁current	-10.17
▁journey	-10.17
▁nasty	-10.17
▁practical	-10.17
▁remote	-10.17
▁segment	-10.17
▁damn	-10.17
▁floor	-10.17
▁Nazi	-10.17
▁FBI	-10.17
▁comedic	-10.17
▁ugly	-10.1701
Captain	-10.1701
▁narration	-10.1701
▁Kelly	-10.1701
▁baby	-10.1701
▁disappointment	-10.1701
▁combination	-10.1702
▁unnecessary	-10.1702
long	-10.1702
▁thus	-10.1703
gue	-10.1703
▁Arthur	-10.1705
▁punch	-10.1705
▁tight	-10.1706
Since	-10.1706
▁Blue	-10.1707
▁stolen	-10.171
▁confused	-10.1711
▁60	-10.1712
▁guard	-10.1713
▁somewhere	-10.1714
▁virtual	-10.1718
▁Pol	-10.1721
▁soft	-10.1724
▁joy	-10.1724
▁Sure	-10.1724
▁gory	-10.1724
▁leg	-10.1724
▁crack	-10.1732
▁delightful	-10.1733
▁Other	-10.1741
▁singer	-10.1743
tz	-10.1747
▁board	-10.1756
CH	-10.1766
▁delivered	-10.1779
▁Time	-10.1783
▁likely	-10.1783
nn	-10.1805
▁cameo	-10.1809
cho	-10.1812
▁speaking	-10.1821
ki	-10.1823
▁Ke	-10.1848
▁stayed	-10.1852
▁contain	-10.1879
▁stereotype	-10.1893
▁meeting	-10.1902
▁Hell	-10.1904
▁Bu	-10.1935
they	-10.1956
▁Con	-10.196
▁includes	-10.196
▁creat	-10.1969
▁pe	-10.1986
▁contains	-10.1986
▁placed	-10.1993
Man	-10.1996
OR	-10.2004
low	-10.2014
ale	-10.2034
▁heads	-10.2038
▁putt	-10.2039
ough	-10.2051
mb	-10.2057
IN	-10.206
▁draw	-10.2079
▁lovers	-10.2081
▁artist	-10.2087
When	-10.2092
horror	-10.2092
▁hu	-10.2098
get	-10.2104
▁produce	-10.2109
uc	-10.2109
Re	-10.211
▁forces	-10.2115
▁promise	-10.2117
▁trick	-10.2124
tch	-10.2124
▁LA	-10.2126
▁news	-10.2137
▁Festival	-10.2155
▁blonde	-10.2155
▁breath	-10.2155
▁poverty	-10.2155
▁propaganda	-10.2155
▁regular	-10.2155
▁rubbish	-10.2155
▁unrealistic	-10.2155
▁Brown	-10.2155
▁Christmas	-10.2155
▁rescue	-10.2155
▁structure	-10.2155
▁dude	-10.2155
▁behavior	-10.2156
▁sword	-10.2156
▁community	-10.2157
▁Angel	-10.2157
▁apartment	-10.2158
▁six	-10.2158
▁stock	-10.2158
▁dislike	-10.2158
wood	-10.2159
▁Dennis	-10.2159
▁clean	-10.2162
▁shop	-10.2163
▁sake	-10.2163
▁necessary	-10.2165
▁debut	-10.2167
▁horse	-10.2167
▁Edward	-10.2167
▁Page	-10.2167
▁Out	-10.2167
▁photography	-10.2171
▁Dracula	-10.2171
▁born	-10.2172
▁bigger	-10.2175
▁vision	-10.2178
▁express	-10.218
▁irritating	-10.218
▁Dean	-10.2184
▁afraid	-10.219
▁load	-10.2196
▁owner	-10.2203
▁flying	-10.2205
▁finished	-10.2211
▁Hard	-10.2216
▁loss	-10.2217
▁page	-10.2219
▁explained	-10.2223
cer	-10.2225
▁tie	-10.2234
▁rank	-10.224
▁Miss	-10.2244
ans	-10.2252
▁gr	-10.2262
▁hits	-10.2266
▁personally	-10.2268
▁Any	-10.2268
aking	-10.2268
▁award	-10.2292
▁deserve	-10.2304
▁saved	-10.2305
ink	-10.2309
▁asks	-10.2324
▁image	-10.2341
▁forever	-10.2344
any	-10.2354
▁teenager	-10.2356
ative	-10.2356
▁pan	-10.2359
lot	-10.2372
ire	-10.2385
port	-10.2401
▁lacking	-10.2409
▁objects	-10.2468
▁Ki	-10.2479
▁compar	-10.2488
▁occasion	-10.2496
▁mainly	-10.2505
▁record	-10.2523
▁places	-10.2538
▁BE	-10.2544
▁burn	-10.255
▁emotions	-10.2554
▁cuts	-10.2556
wise	-10.2561
cher	-10.2563
▁San	-10.2566
Z	-10.2567
▁standards	-10.2568
rie	-10.257
Now	-10.2575
▁mar	-10.2581
▁aspects	-10.2584
especially	-10.2589
till	-10.2589
▁fill	-10.2599
▁date	-10.2603
bert	-10.2605
▁terribl	-10.2607
ini	-10.2613
lan	-10.2616
▁approach	-10.2621
▁product	-10.2626
▁affect	-10.2628
▁popular	-10.2628
▁represent	-10.2629
▁amateur	-10.2629
▁California	-10.2631
▁Holmes	-10.2631
▁Lugosi	-10.2631
▁Massacre	-10.2631
▁Mexican	-10.2631
▁Murphy	-10.2631
▁Stephen	-10.2631
▁awkward	-10.2631
▁belief	-10.2631
▁crook	-10.2631
▁experiment	-10.2631
▁memories	-10.2631
▁motivation	-10.2631
▁print	-10.2631
▁study	-10.2631
▁subtitles	-10.2631
▁technique	-10.2631
▁tragedy	-10.2631
▁unexpected	-10.2631
▁Daisy	-10.2631
▁crowd	-10.2631
▁pleasure	-10.2631
▁funnier	-10.2631
▁ladies	-10.2631
▁memory	-10.2631
▁nightmare	-10.2631
▁Western	-10.2631
▁zero	-10.2631
▁Ryan	-10.2631
▁phone	-10.2631
▁1970	-10.2631
▁Harold	-10.2631
▁influence	-10.2632
▁witty	-10.2632
▁tree	-10.2632
▁harsh	-10.2632
▁blind	-10.2632
▁existence	-10.2632
▁boyfriend	-10.2632
▁relief	-10.2632
▁food	-10.2633
▁dangerous	-10.2633
▁Je	-10.2633
▁Danny	-10.2634
▁handsome	-10.2634
▁opportunity	-10.2635
Don	-10.2636
▁twin	-10.2637
▁Island	-10.2638
▁chosen	-10.2639
▁personality	-10.2639
▁fictional	-10.2641
▁mid	-10.2641
▁fell	-10.2643
▁Show	-10.2646
▁Marie	-10.265
▁Penn	-10.265
▁humanity	-10.265
rey	-10.2654
▁rental	-10.2657
▁mom	-10.2658
▁Alan	-10.2659
▁grade	-10.266
▁cares	-10.2664
▁Director	-10.2664
▁justice	-10.2668
▁below	-10.2671
▁driver	-10.2672
▁Yet	-10.2676
▁received	-10.2682
▁emotionally	-10.2704
pping	-10.2706
▁Wars	-10.2712
▁safe	-10.2714
lock	-10.2724
▁Part	-10.2732
▁gut	-10.2747
▁focused	-10.2748
▁finale	-10.2755
▁overly	-10.2762
▁murderer	-10.2765
▁Tim	-10.2781
▁prefer	-10.2782
▁references	-10.2784
itch	-10.2785
▁include	-10.2804
run	-10.2825
La	-10.2826
▁proves	-10.2827
▁rape	-10.2833
▁interview	-10.2839
▁skill	-10.2844
▁reviewers	-10.2851
▁member	-10.2856
head	-10.2858
!).	-10.2859
ON	-10.2861
▁bus	-10.2881
▁worthy	-10.2891
▁definite	-10.2894
▁costumes	-10.2901
tuck	-10.2906
▁sole	-10.2918
▁refuse	-10.2919
LY	-10.2919
LE	-10.2925
▁Cr	-10.2931
ker	-10.2946
more	-10.2969
▁Col	-10.2997
▁hire	-10.3006
▁arriv	-10.3006
ong	-10.3021
ka	-10.3031
mate	-10.3031
▁area	-10.3034
board	-10.304
▁sa	-10.3043
EN	-10.305
▁fu	-10.3051
▁flow	-10.3062
just	-10.3068
With	-10.3069
although	-10.3077
▁jo	-10.3086
▁sell	-10.3089
▁absolute	-10.309
▁Wa	-10.3092
▁levels	-10.3094
▁u	-10.3101
??	-10.311
!!!!	-10.3128
▁Karloff	-10.3131
▁Spanish	-10.3131
▁Texas	-10.3131
▁built	-10.3131
▁disagree	-10.3131
▁fascinating	-10.3131
▁horribly	-10.3131
▁jungle	-10.3131
▁recognize	-10.3131
▁Smith	-10.3131
▁sharp	-10.3131
▁Space	-10.3131
▁rival	-10.3131
▁trial	-10.3131
▁grace	-10.3131
▁target	-10.3131
▁Clark	-10.3131
▁South	-10.3131
▁subplot	-10.3132
▁legendary	-10.3132
▁childhood	-10.3132
▁Lord	-10.3132
▁latter	-10.3132
▁jail	-10.3132
▁luck	-10.3132
▁everybody	-10.3133
▁exploitation	-10.3134
Everything	-10.3136
▁Warner	-10.3136
▁Cagney	-10.3136
▁statement	-10.3136
▁Max	-10.3136
▁remarkable	-10.3137
▁dare	-10.3137
▁Ruth	-10.3137
▁movement	-10.3137
▁insight	-10.3139
▁Crawford	-10.3139
▁Street	-10.3141
▁Julia	-10.3143
▁Daniel	-10.3146
▁Poor	-10.3151
▁Dick	-10.3154
▁ignore	-10.3155
▁craft	-10.3156
▁Sho	-10.3162
▁Killer	-10.3164
actor	-10.3164
▁rap	-10.3173
ett	-10.3176
▁driven	-10.3186
iest	-10.3187
Le	-10.3188
▁closer	-10.319
▁included	-10.3195
▁Far	-10.3197
▁Pri	-10.3203
igh	-10.3211
▁generally	-10.3229
▁mut	-10.3231
▁wearing	-10.3231
▁watchable	-10.3232
ou	-10.3238
▁bloody	-10.3245
▁portray	-10.3249
ana	-10.3262
used	-10.3268
▁feelings	-10.3275
▁appealing	-10.3279
▁experienced	-10.3281
▁wise	-10.3297
▁Bro	-10.3303
▁Lou	-10.3307
▁speaks	-10.3312
10	-10.3313
▁months	-10.3338
▁Bar	-10.3341
Mar	-10.3356
ES	-10.336
ified	-10.3361
ris	-10.3365
▁soldier	-10.3366
▁costume	-10.3366
aged	-10.337
▁victim	-10.3372
▁producer	-10.3392
ED	-10.3396
▁supposedly	-10.3405
▁sw	-10.3406
lip	-10.3417
▁rule	-10.344
▁Pa	-10.3452
▁em	-10.3478
▁flashbacks	-10.3478
▁depend	-10.3485
ide	-10.3486
▁details	-10.3494
▁Fi	-10.3495
▁exceptional	-10.3499
▁helped	-10.351
see	-10.3522
▁Cat	-10.3523
▁imp	-10.3537
lish	-10.3545
cast	-10.3554
▁Big	-10.3571
what	-10.3575
▁addition	-10.3583
VERY	-10.3584
▁der	-10.3587
▁spoil	-10.359
▁Mon	-10.3593
film	-10.3595
ping	-10.3601
good	-10.3606
▁High	-10.3616
▁desire	-10.3621
▁torture	-10.3622
▁ultimate	-10.3624
story	-10.3629
▁cry	-10.363
uring	-10.3644
▁Fran	-10.365
▁ju	-10.3651
▁Alex	-10.3653
▁Gene	-10.3654
▁Life	-10.3654
▁danger	-10.3655
▁office	-10.3656
▁photo	-10.3657
▁Britain	-10.3657
▁Dafoe	-10.3657
▁Douglas	-10.3657
▁Inuyasha	-10.3657
▁execution	-10.3657
▁lesbian	-10.3657
▁perspective	-10.3657
▁regret	-10.3657
▁separate	-10.3657
▁substance	-10.3657
▁system	-10.3657
▁yeah	-10.3657
▁balance	-10.3657
▁cruel	-10.3657
▁abilities	-10.3657
▁stunt	-10.3657
▁entry	-10.3657
▁wander	-10.3657
▁distinct	-10.3658
▁foreign	-10.3658
▁fault	-10.3658
▁intense	-10.3658
▁Miller	-10.3659
▁friendship	-10.366
▁Louie	-10.3661
▁16	-10.3662
▁demon	-10.3662
▁refreshing	-10.3662
▁embarrassing	-10.3662
▁:)	-10.3662
▁skin	-10.3664
▁challenge	-10.3666
▁somebody	-10.3669
▁Jenni	-10.3669
▁Parker	-10.3669
▁hopeless	-10.3671
▁ALL	-10.3672
▁Both	-10.3673
▁rain	-10.3673
▁humorous	-10.3673
▁blown	-10.3674
▁Asian	-10.3675
▁Rose	-10.3676
▁independent	-10.3679
▁k	-10.3684
blo	-10.3689
▁Mark	-10.3692
▁disturbing	-10.3693
▁desert	-10.3694
retty	-10.3694
bit	-10.3702
▁Ten	-10.3703
▁18	-10.3708
▁deserved	-10.3711
▁ruined	-10.372
mar	-10.3722
▁def	-10.3725
▁wind	-10.3729
lash	-10.3734
▁marr	-10.3741
▁deeply	-10.3747
uff	-10.375
Lo	-10.3751
▁cr	-10.3757
▁artistic	-10.3762
tting	-10.3772
▁brilliantly	-10.3777
▁cap	-10.3779
▁fly	-10.3794
▁Bre	-10.3803
▁Bas	-10.3803
▁hir	-10.3805
RE	-10.3807
don	-10.3823
unch	-10.3836
▁Lu	-10.3841
ists	-10.3846
nder	-10.3853
▁praise	-10.3853
▁Hav	-10.3892
▁blow	-10.3901
ave	-10.3903
▁powers	-10.3907
▁Indian	-10.3908
▁costs	-10.3909
cing	-10.391
▁device	-10.3918
▁Lea	-10.3921
▁tear	-10.3938
cap	-10.3941
---	-10.3949
▁rules	-10.3957
!!!!!	-10.3957
▁soldiers	-10.3958
▁guessing	-10.3968
▁interviews	-10.3974
aff	-10.3992
▁Chris	-10.401
▁loves	-10.4056
▁11	-10.4058
there	-10.4066
ite	-10.4079
▁clichés	-10.4092
▁unit	-10.41
▁students	-10.4107
ending	-10.4115
▁Mac	-10.4118
▁efforts	-10.4124
▁Am	-10.4124
▁themes	-10.4126
▁Pi	-10.4144
After	-10.415
from	-10.415
Whil	-10.4151
▁combine	-10.4156
oh	-10.416
ino	-10.4164
Well	-10.4165
▁constant	-10.4171
▁apparent	-10.4172
hero	-10.4173
▁raise	-10.4178
elle	-10.4179
ft	-10.4179
▁mine	-10.418
ural	-10.4195
read	-10.4208
▁consist	-10.4212
▁fool	-10.4212
▁min	-10.4213
▁Chinese	-10.4213
▁VHS	-10.4213
▁gorgeous	-10.4213
▁ordinary	-10.4213
▁reflect	-10.4213
▁atrocious	-10.4213
▁dinner	-10.4213
▁false	-10.4213
▁funniest	-10.4213
▁changing	-10.4213
▁nonsense	-10.4213
▁central	-10.4213
▁stretch	-10.4213
▁psychological	-10.4213
▁Lucas	-10.4213
▁gripping	-10.4213
▁pacing	-10.4213
▁Irish	-10.4213
▁identity	-10.4214
▁forgot	-10.4214
▁overdone	-10.4214
▁chick	-10.4214
▁Bobby	-10.4214
▁Chaney	-10.4214
▁consistent	-10.4214
▁cash	-10.4215
▁unfunny	-10.4215
Before	-10.4215
▁creative	-10.4215
▁magnificent	-10.4215
▁Brian	-10.4215
▁threaten	-10.4216
▁Fox	-10.4216
▁everywhere	-10.4217
▁gross	-10.4217
▁capable	-10.4217
▁Squall	-10.4218
▁Bruce	-10.4218
▁Which	-10.4218
▁pretentious	-10.4218
▁Saturday	-10.4219
▁gold	-10.422
▁Queen	-10.4222
▁invent	-10.4222
▁Plus	-10.4222
▁green	-10.4224
▁Apparently	-10.4226
gging	-10.4228
▁Young	-10.4228
▁Johnson	-10.4228
▁laughter	-10.4229
▁?	-10.4232
▁Ku	-10.4232
▁Okay	-10.4233
▁Bear	-10.4234
▁gotten	-10.4234
▁Please	-10.4237
▁Nothing	-10.4237
▁Saw	-10.4238
▁None	-10.424
▁Hall	-10.4242
▁raised	-10.4249
▁pity	-10.4256
▁delivers	-10.4263
▁belong	-10.4263
Be	-10.4271
On	-10.4293
▁painfully	-10.4297
▁ON	-10.4301
▁bag	-10.431
1)	-10.4314
▁ball	-10.432
▁lower	-10.4335
ept	-10.4349
▁lies	-10.4355
▁noir	-10.4362
▁focuse	-10.4364
▁training	-10.4365
▁sadly	-10.4372
key	-10.4383
specially	-10.4383
???	-10.4384
▁dollars	-10.4393
AT	-10.4396
▁met	-10.441
▁ba	-10.4411
▁Gra	-10.4415
where	-10.4428
▁fla	-10.4435
sky	-10.4467
ona	-10.447
▁serve	-10.4474
▁sisters	-10.4481
▁Are	-10.4486
▁fully	-10.4493
een	-10.4498
▁cars	-10.4504
▁pi	-10.4513
AL	-10.452
▁Roger	-10.4523
agon	-10.453
▁featur	-10.4542
▁filmmaker	-10.4552
bel	-10.4556
▁animal	-10.457
▁sal	-10.4578
▁site	-10.4583
▁Ya	-10.4591
▁numbers	-10.4595
▁investigate	-10.4605
▁com	-10.4606
▁scares	-10.461
▁struggl	-10.4627
▁Rock	-10.463
wan	-10.4657
▁player	-10.4658
▁topic	-10.4662
IT	-10.4665
▁Pat	-10.4674
erman	-10.4694
▁z	-10.4709
▁plots	-10.4714
Fi	-10.473
friend	-10.4732
except	-10.4738
Robert	-10.4738
ump	-10.4741
▁peace	-10.4743
▁surround	-10.4744
fest	-10.4745
▁vampires	-10.4746
▁/>(	-10.4763
made	-10.4767
Of	-10.4768
lf	-10.4772
▁relate	-10.4774
ali	-10.4782
Tom	-10.4783
▁East	-10.4784
▁flash	-10.4796
▁strip	-10.4801
▁environment	-10.4801
▁grave	-10.4801
ternational	-10.4801
▁1930	-10.4801
▁Actually	-10.4801
▁Channel	-10.4801
▁Hitler	-10.4801
▁Jewish	-10.4801
▁Philip	-10.4801
▁religion	-10.4801
▁research	-10.4801
▁spoof	-10.4801
▁subsequent	-10.4801
▁theatrical	-10.4801
